Repository: franck-paul/notifyMe
Catalog: locales/*/main.po
Languages: fr

source: Browser notifications
fr: Notifications dans le navigateur

source: Display notifications in your web browser
fr: Affiche des notifications dans votre navigateur

source: - error
fr: - erreur

source: - warning
fr: - attention

source: Display browser notification
fr: Affiche des notifications dans votre navigateur

source: The notifications will have to be explicitly granted for the current session before displaying the first one.
fr: Les notifications devront être explicitement autorisées pour la session courante avant l'affichage de la première.

source: Wait for user interaction before closing notification
fr: Attendre une action de l'utilisateur avant de fermer la notification

source: Replace Dotclear notifications
fr: Remplace les notifications Dotclear

source: Including Dotclear errors
fr: Y compris les erreurs Dotclear

source: Check new comments
fr: Vérifier les nouveaux commentaires

source: Only new non-junk comments for the current blog will be checked, whatever is the moderation setting. Your own comments or trackbacks will be ignored.
fr: Seuls les nouveaux commentaires non indésirables du blog courant seront contrôlés, qu'ils soient modérés a priori ou a posteriori. Vos propres commentaires et rétroliens seront ignorés.

source: Check new comments every (in seconds, default: 30):
fr: Contrôler les nouveaux commentaires toutes les (en secondes, 30 par défaut) :

source: Check current edited post
fr: Contrôler la publication en cours d'édition

source: Check current edited post every (in seconds, default: 60):
fr: Contrôler la publication en cours d'édition toutes les (en secondes, 60 par défaut) :

source: One new comment has been posted
fr: Un nouveau commentaire à été posté

source: Warning: The current entry has been changed elsewhere!
fr: Attention: La publication en cours d'édition a été modifiée par ailleurs !
